Repository: malhayek2/QA-Engineer-Test
Catalog: xmllint/cs.tmx
Source language: en
Languages: cs

source: The printer's serial number matches the serial number entered in the "Global Printer Options" dialog
cs: Sériové číslo tiskárny je shodné se sériovým číslem zadaným v dialogovém okně „Celkové možnosti tiskárny“

source: The requested data was not found
cs: Požadovaná data nebyla nalezena

source: The selected print mode is invalid.
cs: Vybraný režim tisku je neplatný.

source: The source must be given a name
cs: Zdroj musí mít název

source: The swatch format is not valid. Please check your values.
cs: Formát vzorníku je neplatný. Překontrolujte, prosím, vaše hodnoty.

source: The write has failed
cs: Uložení na disk selhalo

source: There are no paths to cut
cs: Nejsou k dispozici žádné ořezové cesty

source: There is currently no key data available. Please refresh the view or open a valid .keyfile file.
cs: Momentálně nejsou k dispozici žádná data klíče. Aktualizujte zobrazení nebo otevřete platný soubor .keyfile.

source: There may be problems when the width is less than %.1f inches (%.1f cm).
cs: Mohou se objevit problémy, když je šířka menší než %.1f palců (%.1f cm).

source: There was an error during processing!
cs: Během zpracování došlo k chybě!

source: There was an error setting the resolution for the Scitex Screen.
cs: Vyskytla se chyba nastavení rozlišení Scitex polotónů.

source: Thin
cs: Tenký

source: This column can not be hidden
cs: Tento sloupec nemůže být skrytý

source: This dialog allows you to reassign the printer driver's default output channels to different color bars on the printer. Each output channel must have a unique number from 1-8.
cs: Tento dialog umožňuje znovu přiřadit jiné barevné pruhy k výchozím výstupním kanálům ovladače tiskárny. Každý výstupní kanál musí mít jedinečné číslo od 1 do 8.

source: This job is still waiting to be printed. It can not be reprinted.
cs: Tato úloha stále čeká na vytisknutí. Nelze ji znovu vytisknout.

source: This step is used to verify that the adjustments made in the G7® Grayscale Correction step are within G7® Grayscale tolerances.
cs: Tento krok slouží k ověření, že úpravy provedené v kroku korekce G7® Grayscale jsou v rámci tolerancí specifikace G7® Grayscale.

source: Tiff File Options
cs: Možnosti souboru Tiff

source: Tile Outline Options
cs: Možnosti obrysu panelu

source: Tile(s) for %s
cs: Panel(y) pro %s

source: Time Period
cs: Časové období

source: To &Bottom
cs: Na &první pozici

source: To: %s
cs: do: %s

source: Too many media modes are available for this virtual printer - the OS limits each virtual printer to %d modes for selection.\nPlease delete all unnecessary media using the Configure Printer dialog.\n\nNOTE: You must rebuild the ppd once you've removed all unnecessary media.\nTo do this, simply disable then re-enable the printer within Printer Manager.
cs: Pro tuto virtuální tiskárnu je k dispozici příliš mnoho tiskových módů - OS limituje použít maximálně %d módů pro každou virtuální tiskárnu.\nOdstraňte prosím všechna nepotřebná média pomocí dialogu Konfigurace tiskárny\n\nPOZN: Po odstranění nepotřebných médií musíte přegenerovat PPD soubor. \nTo provedete zakázáním a následným povolením tiskárny pomocí správce tiskáren.

source: Top Layer:
cs: Horní vrstva:

source: Total Area:
cs: Celková plocha:

source: Total Printed Area
cs: Celková potištěná plocha

source: Transitions
cs: Přechody

source: Tray 4
cs: 4. zásobník

source: Tweak Color Profiles
cs: Úpravy barevných profilů

source: Type: %s
cs: Typ: %s

source: USB connection error
cs: Chyba připojení USB

source: UV Lamp:
cs: UV lampa:

source: Unable to Close TWAIN source:
cs: Nelze zavřít zdroj TWAIN:

source: Unable to build the list of frames.
cs: Nelze vytvořit seznam snímků.

# Unable to create start file '%s'
source: Unable to create start file '%s'\n
cs: Nelze vytvořit start soubor '%s'\n

source: Unable to find default browser. Please visit http://www.printmetryx.com to view PrintMetryx.
cs: Nelze nalézt výchozí prohlížeč. Pro zobrazení PrintMetryx spusťte stránku http://www.printmetryx.com.

# Unable to initialize Color Device Libarary. Please check installation.
source: Unable to initialize Color Device Libarary.\nPlease check installation.
cs: Nelze inicializovat knihovnu barevných zařízení.\nZkontrolujte prosím instalaci.

source: Unable to open a connection to the selector software. Port cannot be configured.
cs: Nelze otevřít připojení k softwaru selektoru. Port nelze nakonfigurovat.

source: Unable to process image (
cs: Nelze zpracovat grafiku (

source: Unable to send print data to the printer.
cs: Nelze odeslat tisková data do tiskárny.

source: Undefined
cs: Nedefinováno

source: Unexpected bus free.
cs: Neočekávaně prázdná sběrnice.

source: Uniform Area
cs: Jednotná plocha:

source: Unknown Error
cs: Neznámá chyba

source: Unknown error 0x34
cs: Neznámá chyba 0x34

source: Unknown warning 0x0C
cs: Neznámé varování 0x0C

source: Unknown warning 0x3A
cs: Neznámé varování 0x3A

source: Unknown warning 0x5D
cs: Neznámé varování 0x5D

source: Unregistered Version -
cs: Neregistrovaná verze –

source: Update Driver
cs: Aktualizovat ovladač

# Update the hardware key Update Key
source: Update the hardware key\nUpdate Key
cs: Aktualizace hardwarového klíče\nAktualizovat

source: Upgrade to Version 5
cs: Upgrade na verzi 5

source: Use "G7 Native CMY"
cs: Použít „G7 Native CMY“

source: Use Compression
cs: Použít kompresi

source: Use Enhanced Print Mode
cs: Použít tiskový mód Enhanced

source: Use Light Ink at 100% Color Density
cs: Použít Light inkoust ve 100% denzity

source: Use Pre Heater
cs: Teplota předehřevu

source: Use Watermark
cs: Použít vodoznak

source: Use default EPSON AccuPhoto light ink separations and ink restrictions.
cs: Použijte výchozí oddělení světlého inkoustu EPSON AccuPhoto a omezení množství inkoustu.

source: Use profile-based substrate correction
cs: Použít korekci substrátu na základě profilu

# Used ink tank is full.
source: Used ink tank is full.\n
cs: Použity inkoustový zásobník je plný.\n

source: User defined data
cs: Uživatelsky definovaná data

source: VALID SETTINGS
cs: PLATNÉ NASTAVENÍ

source: VSD4 (Variable Dot-4)
cs: VSD4 (Variabilní rastr-4)

source: Value (0-100)
cs: Hodnota (0-100)

source: Variable Dot Curves
cs: Křivky proměnných kapek

source: Varnish Ink End
cs: Prázdná laková inkoustová kazeta

source: Version 2.x
cs: Verze 2.x

source: Vertical Repeats
cs: Opakování vzoru vertikálně

source: View Measurements...
cs: Zobrazit měření...

source: Views
cs: Zobrazení

source: WARNING: Do not use the buttons on the table, or move the device out of range.
cs: UPOZORNĚNÍ: Nepoužívejte tlačítka přístroje ani neposouvejte zařízení mimo rozsah.

source: Wait for the preset to be installed before clicking OK.
cs: Počkejte na dokončení instalace předvolby, než kliknete na OK.

source: Waiting to Rip
cs: Čeká na RIP

source: Warning Message Countdown Time
cs: Varovná zpráva časového odpočtu

source: Warning: Use of any non-Normal mode may result in loss of communication to the hardware protection key. This will prevent you from performing some tasks.
cs: Upozornění: Použití jiného než Standard módu může způsobit chyby při komunikaci programu s hardwarovým klíčem.

source: Warning: continuing may delete any existing swatch readings.
cs: Varování: při pokračování může dojít k odstranění existujících hodnot vzorníku.

source: Watermark
cs: Vodoznak

source: Web Portal
cs: Web portál

source: When enabled, this will add a drop-shadow to the text.
cs: Je-li tato možnost povolena, dojde k přidání stínu kapky do textu.

source: White After
cs: Bílá po

source: White Ink Options
cs: Možnosti bílého inkoustu

source: White Plotting
cs: Vykreslování bílé

source: White2:
cs: Bílá2:

source: Windowed
cs: V okně

source: Work offline?
cs: Pracovat offline?

source: Wrap
cs: Zalomení

source: Wrong paper path
cs: Nesprávná cesta papíru

source: Y Repeat Interval
cs: Interval opakování Y

source: Yellow 2
cs: Žlutá 2

source: Yes, stop creating this mode and save changes
cs: Ano, ukončit vytváření tohoto módu a uložit všechny změny

source: You are about to delete a Resolution. This action cannot be undone.
cs: Chystáte se odstranit rozlišení. Tuto akci nelze vrátit zpět.

source: You have successfully edited this mode.
cs: Úspěšně jste upravili tento tiskový mód.

source: You need to edit Step && Repeat jobs with Job Editor
cs: Úlohy obsahující opakované vzory je nutné upravit v modulu Job Editor.

source: Your hardware key could not be found. Please check that you have access to a network key (enter localhost:1947 in your internet browser to view all keys on the network) or that the proper key is connected to a USB port on this machine. If there is a key, verify that the correct security device drivers are installed.
cs: Váš hardwarový klíč nebyl nalezen. Zkontrolujte, zda máte přístup k síťovému klíči (zadejte localhost:1947 do svého internetového prohlížeče pro zobrazení všech klíčů v síti) nebo zda je připojen správný klíč k portu USB tohoto počítače. Pokud tam klíč je, zkontrolujte, zda jsou nainstalovány správné ovladače zabezpečovacích zařízení.

source: Your hardware key is programmed to ONLY run BETA software. Please contact your dealer for a key upgrade.\n
cs: Váš hardwarový klíč umožňuje spustit POUZE BETA verzi softwaru. Kontaktujte svého dodavatele s požadavkem na upgrade klíče.\n

source: Zero-line Marks
cs: Skryté značky

source: Zooms in to the next default zoom level
cs: Zvětší zobrazení ukázky o jeden krok

source: [Process-
cs: [Zpracování-

# Loaded substrate:
source: \nLoaded substrate:\n
cs: \nVložený substrát:\n

source: borderless
cs: bez okrajů

source: fail
cs: neúspěšné

source: printer
cs: tiskárna

source: running
cs: spuštěno

source: toolBar
cs: panel nástrojů
